app/controllers/projects_controller.rb

SELECT "projects".* FROM "projects"
---
  def index
   @project=Project.all